{
    "blog-posts": [
        {
            "id": 1,
            "title": "Planting Your Own Money Tree Through Real Estate",
            "image": "plant-money-financial.jpg",
            "publishDate": "2019-02-25 15:25:08 +01:00",
            "structure": [
                {
                    "type": "p",
                    "content": "Money may not grow on trees, but it does grow out of the ground. Just look around at all the houses, apartment complexes, office buildings, retail centers, and industrial facilities that are making their owners very rich. Think about being able to pick your share of “fruit” from those brick-and-mortar “trees.” Most millionaires have a significant portion—if not the majority—of their wealth in real estate. Why? It just makes sense. The supply of real estate is limited—what we have on the earth is all we’re ever going to have; no one is making more of it. Real estate will always be in demand because no matter what happens to the world in terms of politics or economics, people will need places to live, businesses will need places to operate, and governments will need places to function. And the value of the real estate has been consistently rising for more than 200 years. Of course, we have seen both up cycles and down cycles in the real estate market, but the down cycles don’t last long and real estate always comes out a winner. As an investment, real estate puts you totally in the driver’s seat. When you buy stocks, you don’t have control—you’re investing your money in a company, but it’s the officers and directors who decide how the company will operate. When you invest in precious metals, gems, or collectibles, you’re at the mercy of the market. But when you invest in real estate, you have control.  You make the decisions. And you make the money. What boils down to is this: Real Estate is one of the best vehicles we have for building wealth and creating financial security. It’s a tool that has been used successfully by people who have virtually no resources, by average Nigerians who have some money to work with, by highly educated professionals looking to diversify, and by businesses ranging from very small to multinational corporations. What category do you fit into? Maybe you’re having trouble picturing yourself as a real estate investor. Believe me, not all real estate investors are high-profile, flashy celebrities like the ones who so often appear in the gossip gist. Of course, if that’s what you want, real estate can get you there. It can also provide you and your family financial security and a higher standard of living, no matter where you live or what you’re starting with. Even better, you don’t have to quit whatever you’re doing now to start learning about and making big money in real estate. You can start part-time—that’s how most of the successful investors we know did it."
                },
                {
                    "type": "p",
                    "content": "You want to learn how, click on contacts and get in touch"
                }
            ]
        },
        {
            "id": 2,
            "title": "Legal Guide to Buying Property in Nigeria",
            "image": "legal-guide.jpg",
            "publishDate": "2019-01-20 17:25:08 +01:00",
            "structure": [
                {
                    "type": "p",
                    "content": "Buying land property is one of the dreams of every Nigerian. It is very exciting but hey! It can be a very scary and daunting process at the same time due to the various hurdles and detailing that need to be done.  Also, the account of scam from victims of past fraudulent transactions makes it an ore scary and herculean task. This guide is meant to explain the preliminary checks anyone who is interested in buying property in Lagos or anywhere in Nigeria should follow in order to ensure that it is done safely and properly."
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "visit the property location"
                        },
                        {
                            "type": "p",
                            "content": "Location is the central word in property acquisition and value appreciation. In acquiring a property, the first step is to visit the property location for the purpose being able to identify the property to specifics – nature of the property (dry, swampy, proximity to basic amenities and infrastructure, etc.). Basically, you need to satisfy yourself that you are happy about the property or see the potential benefit.  Once you decide and ascertained a budget and location, then you are good to go and you can move on to the next step – ascertaining the title to the property."
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "ascertain the title"
                        },
                        {
                            "type": "p",
                            "content": "This perhaps is the crux of any property transaction. Without a good title, owning a piece of property is a sham!!! Yes, a scam!!! So after inspection, you must demand the documents the person seeking to sell the property to you has. The documents the person presents to you assists in tracing the root of title. How do you trace the root of the title?"
                        },
                        {
                            "type": "h3",
                            "content": "Obtain requisite documents from the seller"
                        },
                        {
                            "type": "h3",
                            "content": "Conduct Search"
                        },
                        {
                            "type": "article",
                            "content": [
                                {
                                    "type": "h3",
                                    "content": "Land Registry"
                                },
                                {
                                    "type": "p",
                                    "content": "This is where the land registry of various states is responsible for all real estate issues. The Lands bureau has a record of every registered land transaction in Lagos State. So depending on the nature of title document given to you by the seller (assuming that the title to the property is registered), a search of the title’s register at the Land’s Bureau will reflect the owner of the property or whether there is an encumbrance on the property."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "content": [
                                {
                                    "type": "h3",
                                    "content": "Surveyor General’s Office"
                                },
                                {
                                    "type": "p",
                                    "content": "As part of the search process, you must conduct a search in the Survey records of the state from the surveyor general’s office. This is important to ascertain that the survey for the property is not subject to any government restrictions or have an interest registered in the name of a person other than the seller. At the Surveyor General’s office, your request to do charting information on the property with coordinates that you might have picked from the property location with the help of a surveyor."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "content": [
                                {
                                    "type": "h3",
                                    "content": "Court registry of property litigation"
                                },
                                {
                                    "type": "p",
                                    "content": "Court & Litigation court searches are necessary for land acquisition to determine. If there is litigation that could affect a seller’s ability to sell or transfer title in assets and reveal the existence and history of any claims against the targeted property."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "content": [
                                {
                                    "type": "h3",
                                    "content": "Probate registry"
                                },
                                {
                                    "type": "p",
                                    "content": "The probate registry is key in tracing the title of the seller, particularly where the property to be sold is a gotten from inheritance. It is important to conduct a search at the registry when purchasing properties that have a correlation to Wills to be sure that there are no objections or caveat filed on such property. Probate registries are branches of the court which you need to deal with when applying for probate (Grant of representative). They are referred to the section of the high court that helps you get legal permission to carry out your role as an executor (if there is a will) or as an administrator (if there isn’t a will)."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "content": [
                                {
                                    "type": "h3",
                                    "content": "Social or search “in-situ”"
                                },
                                {
                                    "type": "p",
                                    "content": "Never underestimate the power of “word of mouth” in conducting your search on the property. Visit the area where the property is located alone (without the person that introduced you to the property or the owner) to make additional findings. You may be surprised as to some revelations. Social or in-situ search is likely to reveal the undocumented history of the property you seek to buy and this can go a long way in helping you make a decision."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "proceed to negotiation and prepare documents"
                        },
                        {
                            "type": "p",
                            "content": "Based on your findings and decision, proceed to offer what you are able to afford for the property, having in mind the going rate of similar property in the area. If negotiation goes well and you are agreed on the price, then you can move to the stage of drafting and negotiating all the completion documents and make a payment on agreed terms."
                        },
                        {
                            "type": "p",
                            "content": "<strong>NB</strong>: This write up addresses basic steps, variations are bound to apply in different situations (e.g. when buying from an estate development or special schemes). Also, the process flow and government institutions in the process have different modes of operation in different states."
                        }
                    ]
                }
            ]
        },
        {
            "id": 3,
            "title": "Common Mistake to Avoid Before Purchasing a Land",
            "image":"common-mistakes.jpg",
            "publishDate": "2018-12-19 15:25:08 +01:00",
            "structure": [
                {
                    "type": "p",
                    "content": "Here go relatively few mistakes that we make when purchasing a land especially when you are so excited and eager about owning your own plot of land. I know right! They are not easy to get out from though, it’s time – consuming and it can be very costly and very frustrating. But the truth is, there are easier ways to sort out things related to land investment."
                },
                {
                    "type": "p",
                    "content": "Let’s get started."
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "Do your research before purchasing a land"
                        },
                        {
                            "type": "p",
                            "content": "Most people do a lot of research before making major purchases, say a car or a television set or even a mobile phone and try to determine the worth of the product before putting in their money. The same diligence, if not more, needs to be shown while investing in a plot of land."
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "Know the Property’s (Land) Setbacks"
                        },
                        {
                            "type": "p",
                            "content": "What are the setbacks on your plot? (If you are not familiar with the term, “setbacks” are the guidelines that state how close to the border of your property you can build.) Your local building department or owner’s association will have the answer to this question, and it may affect where you put your house; on smaller lots, setbacks may even dictate the size of the home’s footprint."
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "Try to Picture Your Neighborhood in 5-10 years"
                        },
                        {
                            "type": "p",
                            "content": "I mean what harm can it do? If you don’t mind me saying, the biggest mistake people make when they buy real estate land is that they often get into a “house fever. Laughs! Just like “Purchasing the latest ride’” Buy house fever, I mean they fall in love with some aspect or location of the property that they forget to ask some of the biggest questions. When buying a land ask questions; for example, “is there any chance a major street could end up adjacent to my property? “Be inquisitive”."
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "Never underestimate the expenses"
                        },
                        {
                            "type": "p",
                            "content": "Determining the expenses prior to making the purchase is very important. There are various costs of maintenance that come along with the purchase of land not to mention the taxes or bills associated with it. All these expenses must be calculated in detail so that the process of the purchase goes smoothly."
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "Avoid doing everything on your own"
                        },
                        {
                            "type": "p",
                            "content": "Many prospective assume that they know it all, or that they can close the entire deal on their own. Though they might have had experience in the past, there’s no one to turn to if you get an unfavorable deal. A prospective buyer should make the most of every possible resource. Try and befriend experts who help them make the right purchase. These experts should be capable enough to bring to notice the slightest discrepancy in the process of making the purchase."
                        }
                    ]
                }
            ]
        },
        {
            "id": 4,
            "title": "Mortgage: How to access NHF Loan From Federal Mortgage Bank of Nigeria",
            "image":"mortgage.jpg",
            "publishDate": "2018-10-02 15:25:08 +01:00",
            "structure": [
                {
                    "type": "p",
                    "content": "This article explains vividly how to effectively access NHF Loan From Federal Mortgage Bank of Nigeria."
                },
                {
                    "type": "h2",
                    "content": "TERMS AND CONDITIONS FOR OBTAINING NATIONAL HOUSING FUNDS LOANS (NHF)"
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h3",
                            "content": "who can apply"
                        },
                        {
                            "type": "ul",
                            "content": [
                                "Any Nigerian above the age of 18.",
                                "Applicant must be a contributor to the National Housing Fund for a minimum period of six months.",
                                "Applicant must have satisfactory evidence of a regular flow of income to guarantee loan repayment."
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h3",
                            "content": "purpose"
                        },
                        {
                            "type": "ul",
                            "content": [
                                "The loan shall be for the purpose of the building, purchasing or renovating a residential accommodation.",
                                "No loan shall be for refinancing."
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h3",
                            "content": "how to apply"
                        },
                        {
                            "type": "ul",
                            "content": [
                                "The applicant is to apply through a duly licensed and accredited mortgage loan originator (MLO) of his/her choice and not directly to Federal Mortgage Bank of Nigeria (FMBN).",
                                "The MLO of the applicant’s choice must be accredited by FMBN to access the NHF facility. Application forms for NHF loans are obtainable from the MLO."
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h3",
                            "content": "security for the loan"
                        },
                        {
                            "type": "ul",
                            "content": [
                                "The property for which the loan is sought shall serve as security for the loan.",
                                "The property shall conform to the existing planning laws and regulations (approved building plan).",
                                "The property shall possess sufficient value to recover the loan.",
                                "A mortgaged property shall be insured against hazards.",
                                "The loan shall be secured by the first legal mortgage of the property between the applicant and the mortgage loan originator and assigned to FMBN."
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h3",
                            "content": "requirements for accessing an NHF loan"
                        },
                        {
                            "type": "ul",
                            "content": [
                                "Open a savings account with a registered PMB.",
                                "Contribution to the fund for at least six months prior to application.",
                                "Submit photocopies of valid title documents (e.g. C of O).",
                                "Approved survey/site plans.",
                                "Approved building plans.",
                                "Priced Bill of Quantities where applicable.",
                                "Valuation report prepared by a firm of registered surveyors and values where applicable.",
                                "Three years tax clearance certificate",
                                "Letter of consent to mortgage to your chosen PMB",
                                "Completed prescribed mortgage loan application form",
                                "Evidence of NHF participation",
                                "Copy of pay slips for the previous three months.",
                                "Equity contribution of the personal stake of 30 percent, 20 percent or 10 percent depending on the loan amount applied for loans of N15 million, N10 million and N5 million respectively.",
                                "Offer letter/Acceptance and Allocation letter (in case of government projects)",
                                "In case of the registered self-employed applicant, a copy of Articles and Memorandum of Association and a copy of Certificate of Incorporation as evidence of employment status must be submitted."
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h3",
                            "content": "how much to apply for"
                        },
                        {
                            "type": "ul",
                            "content": [
                                "A borrower is entitled to a maximum loan of fifteen million naira (N15, 000,000.00) or as determined by the Bank.",
                                "No individual should be given a loan in excess of 90% of the cost or value of the property to be mortgaged.",
                                "Equity contribution based on the new loan amounts is as follows:",
                                {
                                    "type": "ul",
                                    "content": [
                                        "N15,000,000.00 – 30%",
                                        "N10,000,000.00 – 20%",
                                        "N5,000,000.00 – 10%"
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h3",
                            "content": "interest rate"
                        },
                        {
                            "type": "p",
                            "content": "The interest rate shall be as prescribed by the National Housing Fund Act which is not more than 6% per annum."
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h3",
                            "content": "maximum repayment period"
                        },
                        {
                            "type": "p",
                            "content": "The maximum repayment period shall be 30 years. Individual borrower shall make repayment through the mortgage loan originator through which they obtained the loan."
                        }
                    ]
                }
            ]
        },
        {
            "id": 5,
            "title": "Four Documents To Prove Land Ownership",
            "image": "proven-land-ownership.jpg",
            "publishDate": "2018-08-02 15:25:08 +01:00",
            "structure": [
                {
                    "type": "p",
                    "content": "Ever wonder why the value of Naira continues to depreciate and some would consider the uncertainty of the stock market, many people have come to the realization that the oldest form of investment of owning land is considered as the surest guard against inflation."
                },
                {
                    "type": "p",
                    "content": "There’s an old wisdom that still remains valid. Many people are familiar with it, Land appreciates, and it does not depreciate. To be sincere it’s the truth. When you invest in a property after a while it appreciates which gives room for investors to get more than what they actually purchase that land at the initial deposit.  Now many folks have brought into this reasoning."
                },
                {
                    "type": "p",
                    "content": "It is also important to know that given Nigeria peculiar challenge where some land grabbers commonly known or called Omonile which means ‘Son of the land’ in the southwest sells one land to several people, it is important to acknowledge what kind of documents that can help in such case, ln some cases, two persons will be laying claims to the same land which could lead to legal quagmire."
                },
                {
                    "type": "p",
                    "content": "In order to avoid all these needles headaches and problems, there are four main documents that validate land ownership and thereby elucidated below."
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "Deed of Assignment or Conveyance"
                        },
                        {
                            "type": "p",
                            "content": "This legal document shows the parties to the agreement; it traces the history of how the land has the changing hand to the present owner of the land. It is also important that it must include the names of the members of the family who sold the land and it must be duly signed and stamped by the concerned individuals."
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "A Valid Survey Plan"
                        },
                        {
                            "type": "p",
                            "content": "This is considered a valuable document that you must demand from the family selling the land to you. It is advisable that this should be one of the documents to request for during land investment. Armed with the survey plan, you can go for the geographical search to ascertain if the piece of land has not been designated for government in the future. Relatively few have burned their fingers over failure to carry out proper research on land before investing."
                        },
                        {
                            "type": "p",
                            "content": "Survey plan shows all the beacon number, plan number the name of the qualified surveyor, finally, lack of production of title documents can lead to loss of one’s property. Always get legal and professional advice about your property from a reputable real estate investment company before committing putting your money."
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "Mode of payment"
                        },
                        {
                            "type": "p",
                            "content": "This document is very essential and important during the process of land purchase or investment. Many land grabbers (Omonile) insists on cash deposits on land. Relatively few have ignorantly paid in cash. One problem of cash payment for land is that it is untraceable in time of problem or keeping records. This is understood to be done immediately after deposit, the money is distributed between members of the family and if there’s a problem with ownership, this method of payment would not hold water."
                        },
                        {
                            "type": "p",
                            "content": "The most advisable method of payment should be in a bank draft or cheque and there must be a lawyer involved in the transaction. The role of the lawyer is to serve as a witness in a time of the dispute."
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "A family Receipt"
                        },
                        {
                            "type": "p",
                            "content": "This document is also a key factor in most lands in the country aside from government acquisition which is owned by a specific family who first settles on the land. It is also important that you deal with the right family or authorized representative. After payment, a family receipt from the head which must be witnessed by the family secretary and keyed family member. It’s essential that the receipt must bear the family name that is selling the property and that is why it’s advisable to purchase a property from a real estate company so you do not go through all this rigorous stress."
                        }
                    ]
                }
            ]
        },
        {
            "id": 6,
            "title": "Investing in real estate",
            "image":"investing-in-real-estate.jpg",
            "publishDate": "2018-05-07 15:25:08 +01:00",
            "structure": [
                {
                    "type": "p",
                    "content": [
                        "Yes, everyone gloats on and on about the manifold benefits of real estate. Who’s talking about the risks and how to manage them? We are!",
                        "There pretty much isn’t any venture in life that you can undertake without risks, and real estate investment is no different. While it’s true that it is a relatively safe investment vehicle as opposed to another type of stock-based asset investment, there are snags. The fact that we buy physical assets in real estate gives many investors a level of comfort. Yet there are many risks involved in commercial real estate investing that have to be considered in conjunction with the expected value of the investment. Having frames of reference for investors to quantify risk helps ensure that the investment matches their needs, goals, and tolerance.",
                        "There is general market risk, as all markets have ups and downs tied to the economy, interest rates, inflation or other market trends. Investors can’t eliminate market shocks, but they can hedge their bets against booms and busts with a robust strategy based on general market conditions.",
                        "Asset level risks are shared by every investment in an asset class. In real estate investing, there’s always a demand for apartments in good and bad economies, so multifamily real estate type properties are considered low-risk and therefore often yields lower returns. Office buildings are less sensitive to consumer demand than shopping malls, while hotels, with their short, seasonal stays and reliance on business and tourism travel, pose far more risk than either apartments or office.",
                        "Then there is auxiliary cost risk. As demand for space in the market drives lease rates higher in older properties, it’s only a matter of time before those lease rates justify new construction and increase supply risk. What if a new building makes your investment property obsolete because there’s a better facility with comparable rents? It may not be possible for an investor to raise rents, or even attain decent occupancy rates.",
                        "How then do you best mitigate the risks that could apply to your real estate investment?"
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "An Apparent Strategy is to Buy Value"
                        },
                        {
                            "type": "p",
                            "content": "The research time and effort to locate a property priced below market is usually well worth it. Starting with equity infusion just puts you that far ahead and reduces risk if market rents decrease or other misfortune occurs. So, enlist the help of real estate experts, and be absolutely certain that these ones who are up to date when it comes to market trends and economic impact are helping you invest in property that will bring the most rewards not just now, but in the long term, with cushioned effect against future market upheavals. A real estate investment that can effortlessly sell itself in any market condition."
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "Look for the Smoking, Steamy Areas of the Future"
                        },
                        {
                            "type": "p",
                            "content": "Locating the area that’s about to be “the place” can be quite profitable. Identifying a neighborhood that’s on the front end of growth and rehabilitation puts you on the front end of appreciation in value as well, while factoring in where current and future demand for real estate is headed. Provide what is direly required in the market, and not just a provision of your exotic ideas. For instance, research indicates that younger home buyers and renters alike want to live closer to city centers."
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "Look for a Property that You Can Improve Profitably"
                        },
                        {
                            "type": "p",
                            "content": "Increasing the value of a property, via improvements increases equity and results in greater profits upon liquidation of the asset. Should interest rates decrease, the increased value can also be used to finance other investments or decrease debt service. The right improvement decisions can also attract better tenants and justify higher rents. The ROI on the money invested in the improvements can be attractive."
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "Look for Below-Market Rents when Purchasing"
                        },
                        {
                            "type": "p",
                            "content": "If you can locate a property with a significant percentage of rents that are below the going market rates, just getting the rents up to market standards will result in less risk in your investment due to better cash flows."
                        }
                    ]
                },
                {
                    "type": "p",
                    "content": [
                        "The ability to do economical remodel or upgrades to increase rents is also a good indicator for the purchase of a property. Often, landlords will become tired of marketing and they will settle for acceptable rents, even if they are below current market rates.",
                        "True, real estate investment is a delightful investment platform with the most minimal heartaches and risks if done right. However real estate investors should inquire and carry out their due diligence, be informed of even the slightest risks involved in their investments, and receive straight answers to be more confident in their investing decisions. Be wary of any investment opportunities that don’t make all risks involved crystal clear."
                    ]
                }
            ]
        },
        {
            "id": 7,
            "title": "UNDERSTANDING FOUNDATION OF BUILDINGS AND its DIFFERENT TYPES",
            "image":"foundations-of-buildings.jpg",
            "publishDate": "2017-12-31 15:25:08 +01:00",
            "structure": [
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "h2",
                            "content": "Introduction"
                        },
                        {
                            "type": "p",
                            "content": [
                                "A foundation is the most important element or structure of a building. This is simply because it's the part of the building which essentially supports the weight of the building. Its selection is based on the type of the building being constructed, as well as the type of soil present on the land in which the proposed construction of the building is being planned. It's extremely important that the right foundation is done for a proposed building; otherwise, the building could easily collapse if the foundation is not able to support the weight of the building, thereby putting lives of occupants of the building at risk.  There is also the impact of the huge financial losses which could happen due to the collapse of a building.",
                                "So, how exactly do we define the foundation?"
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "content": [
                        {
                            "type": "p",
                            "content": "Types of Foundation"
                        },
                        {
                            "type": "ol",
                            "content": [
                                "Shallow foundation",
                                "Deep foundation"
                            ]
                        },
                        {
                            "type": "p",
                            "content": "Shallow Foundation types:"
                        },
                        {
                            "type": "ol",
                            "content": [
                                "Individual/Isolated footing",
                                "Combined footing",
                                "Spread/Strip foundation",
                                "Raft/Mat foundation"
                            ]
                        },
                        {
                            "type": "p",
                            "content": "We will briefly explain each of these foundation types."
                        },
                        {
                            "type": "article",
                            "content": [
                                {
                                    "type": "h3",
                                    "content": "Individual/Isolated footing"
                                },
                                {
                                    "type": "p",
                                    "content": [
                                        "This is the most common type of foundation used for building construction.",
                                        "It is also known as pad foundation.",
                                        "This type of foundation is constructed for single columns & it's used when loads from the structure are carried by the columns.",
                                        "The shape of individual footings is square or rectangular.",
                                        "The soil type comes to play in the construction of individual footings as the size of the foundation is calculated based on the load on the column and the safe bearing capacity of the soil."
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "content": [
                                {
                                    "type": "h3",
                                    "content": "Combined footing"
                                },
                                {
                                    "type": "p",
                                    "content": [
                                        "This type of foundation is also used when loads from the structure are carried by the columns.",
                                        "It is usually recommended when there are 2 or more columns in the building which are close to each other.",
                                        "It's simply a combination of individual footings, but their structural design differs. The shape of this type of foundation is rectangular."
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "content": [
                                {
                                    "type": "h3",
                                    "content": "Spread/Strip footings"
                                },
                                {
                                    "type": "p",
                                    "content": [
                                        "The base of this type of foundation is wider than a typical individual footing or combined footing. This helps to provide better stability for the building by spreading the weight of the building over a wider area.",
                                        "It's usually used on lands where the soil bearing layer is within 3 metres (or 10feet) from the ground's surface, thus helping to provide better stability & support for the building.",
                                        "It's obvious thus that the type of soil on land plays a crucial role in the selection of a foundation which will be suitable for the building being proposed."
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "content": [
                                {
                                    "type": "h3",
                                    "content": "Raft/Mat foundation"
                                },
                                {
                                    "type": "p",
                                    "content": [
                                        "This type of foundation is increasingly being used nowadays in construction.",
                                        "This foundation is spread across the entire area of the building in order to better support heavy structural loads from columns & walls, especially where the loads from the structure is expected to be very high.",
                                        "It is suitable for soil types whose bearing capacity is less suitable for individual footings or combined footings, as it effectively carries the weight of the building much better since the foundation is spread over the entire area of the building."
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ]
}